Repository: common-repository/tiny-ai-assistant
Catalog: languages/tiny-ai-assistant-*.po
Languages: hu_hu

source: A plugin that integrate AI services into TinyMCE Editor
hu_hu: Egy plugin, amely MI szolgáltatásokat ad a TinyMCE szerkesztőhöz

source: Active commands
hu_hu: Aktív parancsok

source: Add new command
hu_hu: Új parancs hozzáadása

source: AI Tools
hu_hu: MI Eszközök

source: Answer creativity
hu_hu: Válasz kreativitás

source: Available AI tools - you can set these on settings page
hu_hu: Használható MI eszközök - A plugin beállításoknál módosítható

source: Available only for premium users.
hu_hu: Csak prémium felhasználóknak elérhető.

source: Click here and choose from options what do you like to remove...
hu_hu: Kattints ide és válaszd ki, mely opciókat szeretnéd eltávolítani...

source: Click here and choose from options...
hu_hu: Kattints ide és válassz az opciókból...

source: Command
hu_hu: Parancs

source: Command added
hu_hu: Parancs hozzáadva

source: Command title
hu_hu: Parancs név

source: Command title: Any title, what do you like, Command example: "Translate this text to hungarian: "
hu_hu: Parancs név: Amit csak akarsz, Parancs példa: "Fordítsd ezt a szöveget németre:"

source: Commands removed
hu_hu: Parancsok eltávolítva

source: Current subscription
hu_hu: Jelenlegi előfizetés

source: Error happened.
hu_hu: Hiba történt.

source: Execute custom prompt
hu_hu: Egyedi parancs futtatása

source: Free
hu_hu: Ingyenes

source: https://tiny-ai-assistant.aichatbot.hu
hu_hu: https://tiny-ai-assistant-hu.aichatbot.hu

source: In the free version of this plugin you can only set 3 active commands maximum.
hu_hu: A plugin ingyenes verziójával maximum 3 aktív parancsot tudsz beállítani.

source: Licence key (for premium subscriptions)
hu_hu: Licensz kulcs (prémium előfizetésekhez)

source: Make summary
hu_hu: Kivonat készítés

source: Make summary:
hu_hu: Készíts kivonatot:

source: Model
hu_hu: Modell

source: More information:
hu_hu: További információ:

source: OpenAI API key
hu_hu: OpenAI API kulcs

source: PDK Ltd.
hu_hu: PDK Kft.

source: Plugin settings
hu_hu: Plugin beállítások

source: Premium
hu_hu: Prémium

source: Remove commands
hu_hu: Parancsok eltávolítása

source: Remove selected commands
hu_hu: Kiválasztott parancsok eltávolítása

source: Rephrase content
hu_hu: Tartalom újrafogalmazása

source: Rephrase this text:
hu_hu: Fogalmazd újra szebben:

source: Settings
hu_hu: Beállítások

source: Tiny AI Assistant settings
hu_hu: Tiny AI Assistant beállítások

source: Tiny AI Assistant settings page
hu_hu: Tiny AI Assistant beállítások oldal

source: Undo last AI text modification
hu_hu: MI szövegmódosítás visszavonása

source: You can configure the Tiny AI Assistant here
hu_hu: Itt tudod konfigurálni a Tiny AI Assistant plugint

source: You have to click on 'Save' button on the bottom of this form to save your settings!
hu_hu: A módosítások elmentéséhez kattints az oldal alján lévő "Mentés" gombra!
